[
  {
    "title": "form",
    "sketch": "shape",
    "summary": "The root form, which means ‘shape,’ gives us a number of words that are used every day, including reform, information, deformed, and form. To ‘form,\" for instance, is simply ’to shape,’ whereas to reform is merely to ‘shape again.’ To keep you in verbal “shape,” let’s take a look at the way some other words are formed!"
  },
  {
    "title": "mit",
    "sketch": "send",
    "summary": "The English root mit comes from a Latin word that means ‘to send.’ Mit also shows up as miss in many words, so be on the lookout! Some common words from this root include emit, mission, and dismiss. So as not to omit any knowledge, we have submitted this post to explain it all."
  },
  {
    "title": "fall",
    "sketch": "trick",
    "summary": "The root words fall and fals come from a Latin word that means to ‘trick.’ Some common words derived from this root word are false and fault. Watch out for the ‘tricks’ this root can play, for the word faucet (tap) is also derived from this root word, and you’ll probably be surprised to learn why."
  },
  {
    "title": "cis",
    "sketch": "cut",
    "summary": "Cis and its variants cid and -cide come from a Latin root which means both ‘cut’ and ‘kill.’ Some common words derived from this root include decide, decision, and suicide. Perhaps the best way to remember this root is by thinking of scissors — a scissor cuts"
  },
  {
    "title": "phil",
    "sketch": "love",
    "summary": "The root word phil comes from a Greek verb meaning to love. Some common words derived from phil are philosopher, philanthropist, and bibliophile. Note that phil can begin the word as in philosopher, or end it as in bibliophile. But wherever it occurs you can be assured that phil has something to do with love."
  },
  {
    "title": "lig",
    "sketch": "tie, bind",
    "summary": "The Latin root lig and its variants li and ly mean “tie.” This Latin root is the word origin of a good number of English vocabulary words, including ligament, reliable and rely. The root lig is easily recalled via the word obligation, for an obligation “ties” you to the doing of something."
  },
  {
    "title": "se-",
    "sketch": "apart",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. A large number of English vocabulary words contain the prefix se-, which means “apart.” Examples using this prefix include separate, secret and select. An easy way to remember that the prefix se- means “apart” is through the word secure, for when you feel secure you are “apart” from worrying or undue care about something potentially troubling."
  },
  {
    "title": "loqu",
    "sketch": "talk, speak",
    "summary": "The Latin root loqu and its variant locut mean “speak.” These roots are the word origins of a fair number of English vocabulary words, including eloquent, loquacious, elocution, and circumlocution. The roots loqu and locut are easily recalled through the words soliloquy, or a “talking” by oneself, and interlocutor, or a person with whom you are “talking” or conversing."
  },
  {
    "title": "fort",
    "sketch": "strong",
    "summary": "The Latin root fort means “strong.” This Latin root is the word origin of a large number of English vocabulary words, including effort, comfort, and forte. The root fort is easily recalled via the word fort, for a “fort” is a “strong” building constructed so as to withstand enemy attack."
  },
  {
    "title": "sect",
    "sketch": "cut",
    "summary": "The Latin root sect means “cut.” This Latin root is the word origin of a good number of English vocabulary words, including insect, dissect, and intersect. The root sect is easily recalled via the word section, for a section is a “cut”-off piece of a larger whole."
  },
  {
    "title": "cult",
    "sketch": "grow",
    "summary": "The Latin root cult means “grow.” This Latin root is the word origin of a good number of English vocabulary words, including culture, cultivate and horticulture. The root cult is easily recalled via the word agriculture, for agriculture is the “growing” of plants via farming."
  },
  {
    "title": "patr",
    "sketch": "father",
    "summary": "The Latin root patr means “father.” This Latin root is the word origin of a fair number of English vocabulary words, including paternity, pattern, and patron. The root patr is easily recalled via the word patriotic, as someone who is acting in a patriotic fashion is supporting the \"father\"land."
  },
  {
    "title": "anim",
    "sketch": "mind, spirit",
    "summary": "The Latin root anim means “mind” or “spirit.” This Latin root is the word origin of a good number of English vocabulary words, including unanimous, animated, and animosity. The root anim is easily recalled via the word animal, for an animal is a living, moving creature and so contains a “spirit” and “mind.”"
  },
  {
    "title": "matr",
    "sketch": "mother",
    "summary": "The Latin root matr means “mother.” This Latin root is the word origin of a good number of English vocabulary words, including matriarch, material, and matter. The root matr is easily recalled via the word maternal, for a woman who acts in a maternal fashion is being “motherly.”"
  },
  {
    "title": "dur",
    "sketch": "hard, harsh",
    "summary": "The Latin root dur means “hard.” This Latin root is the word origin of a good number of English vocabulary words, including endure, during, and duration. The root dur is easily recalled via the word endure, for if you can endure a trial, you are “hard” enough to withstand its challenges."
  },
  {
    "title": "stat",
    "sketch": "stands",
    "summary": "The Latin root stat and its variant stit mean “stand.” This Latin root is the word origin of a large number of English vocabulary words, including state, statue, constitution and superstition. The root stat is easily recalled via the word stationary or “standing” still, whereas stit can be recalled via institute, to make something like an organization “stand” by creating it."
  },
  {
    "title": "it",
    "sketch": "go",
    "summary": "The Latin root it means “go.” This Latin root is the word origin of and so “goes” through a number of English vocabulary words, including transit, ambition, and initials. The root it is easily recalled via the word exit, which is the part of the building where you “go” out."
  },
  {
    "title": "rupt",
    "sketch": "burst",
    "summary": "The Latin root rupt means “burst.” This Latin root is the word origin of a good number of English vocabulary words, including disrupt, rupture, and interrupt. The root rupt is easily recalled via the word bankrupt, for if you’ve gone bankrupt your bank account has “burst,” spilling out all its contents and leaving you with no money!"
  },
  {
    "title": "temp",
    "sketch": "time",
    "summary": "The Latin root temp means “time.” This Latin root is the word origin of a fair number of English vocabulary words, including contemporary, temporary, and the Latin phrase tempus fugit. The root temp is easily recalled via the word tempo, as the tempo of a piece of music is the “timing” of it, that is, whether it goes at a fast or slow pace when played."
  },
  {
    "title": "arch",
    "sketch": "rule",
    "summary": "The Greek root arch means “rule.” This Greek root is the word origin of a fair number of English vocabulary words, including matriarch, patriarch, and oligarchy. The root arch is easily recalled via the word anarchy, which is a period of time in which there is no “rule” at all in a country."
  },
  {
    "title": "ag",
    "sketch": "do, act, drive",
    "summary": "The Latin root ag and its variant ig mean “do.” These roots are the word origins of a fair number of English vocabulary words, including agent, agile, litigate, and castigate. The roots ag and ig are easily recalled through the words agenda, or things to be “done,” and navigate, the “doing” or “driving” of a ship."
  },
  {
    "title": "act",
    "sketch": "drive, do",
    "summary": "The Latin root act means “do.” This Latin root is the word origin of a large number of English vocabulary words, including actor, action, and active. The root act is easily recalled via the word act, for an act is something having been “done.”"
  },
  {
    "title": "fus",
    "sketch": "pour",
    "summary": "The Latin root fus means “pour.” This Latin root is the word origin of a good number of English vocabulary words, including fusion, fuse, and confuse. The root fus is easily recalled via the word refuse, for to refuse to do something asked of you is to “pour” the request right back to the person doing the requesting!"
  },
  {
    "title": "err",
    "sketch": "wander",
    "summary": "The Latin root word err means “wander” or “make a mistake,” which is a “wandering” from the correct answer. This Latin root is the word origin of a number of English vocabulary words, including errant and erratic. The root err is easily recalled via the word error, which is a “wandering” from the right answer."
  },
  {
    "title": "curr",
    "sketch": "run",
    "summary": "The Latin root word curr means “run.” This Latin root is the word origin of a number of English vocabulary words through which it “runs,” including currency, cursor, and curriculum. The root curr is easily recalled via an ocean current, which “runs” by itself since it is surrounded by waters that are relatively still."
  },
  {
    "title": "labor",
    "sketch": "work",
    "summary": "The Latin root word labor means “work.” This Latin root is the word origin of a “working” number of English vocabulary words, including collaborate, labor itself, and elaborate. The root labor is easily recalled via the word laboratory, for that is where scientists do their “work.”"
  },
  {
    "title": "ob-",
    "sketch": "thoroughly",
    "summary": "The prefix ob-, besides meaning “against” or “towards,” can also act as an intensive prefix. An intensive prefix can effectively be translated as “thoroughly” to highlight its emphatic function. The intensive nature of the prefix ob- shows up in such words as obtuse and obdurate. An example to help remember this intensive prefix is the word obtain, for when you obtain something you “thoroughly” hold onto it."
  },
  {
    "title": "rog",
    "sketch": "ask, request",
    "summary": "The Latin root word rog means “ask.” This Latin root is the word origin of a fair number of English vocabulary words, including interrogate, arrogant, and prerogative. The root rog is easily recalled via the word interrogative, for an interrogative is a question word that “asks” a question, such as “who,” “what,” “how,” “why,” or “where.”"
  },
  {
    "title": "ob-",
    "sketch": "against",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The English prefix ob- usually means “against, in the way” or “towards.” An example of ob- when it means “towards” is the word obligation, or a tying of some duty “towards” you; in the case of ob- meaning “against” or “in the way,” the word obstacle\" refers to that which stands “against” you, “in the way” of proceeding from point A to point B."
  },
  {
    "title": "epi-",
    "sketch": "upon, over",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The English prefix epi-, which means “over” or “upon,” appears in a good number of English vocabulary words, such as epidermis and epitaph. You can remember that the prefix epi- means “upon” from the noun epidemic, which is a widespread disease that comes “upon” people; you can also recall that epi- means “over” via the word epidermis, which is the outer skin that lies “over” lower layers of skin."
  },
  {
    "title": "spir",
    "sketch": "breathe",
    "summary": "The Latin root word spir means “breathe.” This root is the word origin of a fair number of English vocabulary words, including inspire, respiration, and expire. The root spir is easily recalled via the word perspiration, that is, sweat in the act of “breathing” through the pores of your skin."
  },
  {
    "title": "volv",
    "sketch": "roll",
    "summary": "The Latin root word volv and its variants volut and volt mean “roll” or “turn round.” These roots are the word origins of a fair number of English vocabulary words, including revolve, involve, evolution, and revolt. The roots volv and volut are easily recalled through the words involve, or “roll” in, and revolution, or a “rolling” back against a current government or other system in power."
  },
  {
    "title": "posit",
    "sketch": "placed, put",
    "summary": "The Latin root word posit means “placed.” This Latin root is the word origin of a good number of English vocabulary words, including opposite, composition, and posit itself. The Latin root word posit is easily recalled through the word position, for a “position” is the way in which you find yourself “placed.”"
  },
  {
    "title": "voc",
    "sketch": "call",
    "summary": "The Latin root word voc and its variant vok both mean “call.” These roots are the word origins of a fair number of English vocabulary words, including vocal, vocabulary, invoke, and provoke. The roots voc and vok are easily recalled through the words vocal, of “calling,” and revoke, to “call” back."
  },
  {
    "title": "dia-",
    "sketch": "through",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. A fair number of English vocabulary words contain the prefix dia-, which means “across.” Examples using this prefix include dialogue, diagonal, and diabetes. An easy way to remember that the prefix dia- means “across” is through the word diameter, for the diameter of a circle is the measurement “across” it."
  },
  {
    "title": "extra-",
    "sketch": "outside",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The English prefix extra-, which means “outside,” appears in a fair number of English vocabulary words, such as extra, extraterrestrial, and extraordinary. You can remember that the prefix extra- means “outside” from the adjective extraordinary, which refers to something which is “outside” or beyond what is usually considered ordinary."
  },
  {
    "title": "equ",
    "sketch": "equal",
    "summary": "The Latin root word equ means “equal.” This Latin root is the word origin of a good number of English vocabulary words, including adequate, equator, and equality. The Latin root word equ is easily recalled through the word equation, for both sides of an equation are, by definition, “equal” to one another!"
  },
  {
    "title": "fid",
    "sketch": "trust, faith",
    "summary": "The Latin root word fid means “trust.” This Latin root is the word origin of a good number of English vocabulary words, including confident, fidelity, and perfidy. The Latin root word fid is easily recalled through the popular dog name “Fido,” whom his master can “trust” to be ever loyal."
  },
  {
    "title": "dis-",
    "sketch": "apart, not",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. A large number of English vocabulary words contain the prefix dis-, which means “apart.” Examples using this prefix include distant, disease, and disqualify. An easy way to remember that the prefix dis- means “apart” is through the word disorder, for items which are disordered are “apart” from being “ordered,” hence are not ordered or are in quite the mess."
  },
  {
    "title": "per-",
    "sketch": "thoroughly",
    "summary": "The prefix per-, besides meaning “through,” can also act as an intensive prefix, adding emphasis to a given word’s root. An intensive prefix can be effectively translated as “thoroughly” or “very” to highlight its emphatic function. For instance, the prefix per-, such as in perfect, means to do something so “thoroughly” that nothing more can be done to it."
  },
  {
    "title": "ego",
    "sketch": "I",
    "summary": "The Latin root word ego means “I.” This Latin root is the word origin of a fair number of English vocabulary words, including ego and egotistical. The Latin root word ego is easily recalled through the English word ego—someone with a big ego is always thinking about number one, that is, himself, and how great he is."
  },
  {
    "title": "ge",
    "sketch": "earth",
    "summary": "The Greek root word ge, commonly used in the English prefix geo-, means “earth.” This Greek root is the word origin of a good number of English vocabulary words, including geology, geography, and geometry. The Greek root word ge is easily recalled through the English word geology, which is the study of the “earth.”"
  },
  {
    "title": "terr",
    "sketch": "earth, land",
    "summary": "The Latin root word terr means “earth, land.” This Latin root is the word origin of a good number of English vocabulary words, including terrain, terrarium, and Mediterranean. The Latin root word terr is easily recalled through the English word terrain, for the terrain of an area is what the “earth” or “land” is like there."
  },
  {
    "title": "per-",
    "sketch": "through",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The English prefix per-, which means “through,” appears in hundreds of English vocabulary words, such as perish and person. You can remember that the prefix per- means “through” via the word permanent, for something that is permanent stays intact “through” the years."
  },
  {
    "title": "plex",
    "sketch": "weave",
    "summary": "The Latin root word plex means “weave.” This Latin root is the word origin of a good number of English vocabulary words, including complexity, perplexed, and googolplex. The Latin root word plex is easily recalled through the word duplex, for a “duplex” is a single building in which two living spaces have been “woven” together."
  },
  {
    "title": "spect",
    "sketch": "see",
    "summary": "The Latin root word spect and its variant spic both mean “see.” These roots are the word origin of a fair number of English vocabulary words, including spectator, respect, auspicious and suspicion. The root spect is easily recalled through the word spectacles, whose function is giving you the ability to “see,” and spic is conspicuous, or easily “seen” through, yes, conspicuous!"
  },
  {
    "title": "cred",
    "sketch": "believe",
    "summary": "The Latin root word cred means “believe.” This Latin root is the word origin of a good number of English vocabulary words, including credit, credo, and credentials. The Latin root word cred is easily recalled through the English word incredible, for if something incredible happens it can hardly be “believed.”"
  },
  {
    "title": "crat",
    "sketch": "rule",
    "summary": "The Greek root word crat means “rule,” and the English suffix -cracy means “rule by.” This Greek root and suffix is the word origin of a good number of English vocabulary words, including the familiar terms democrat and democracy. The Greek root word crat and suffix -cracy are easily recalled through these two English words, “democracy” meaning “rule by” the people, and “democrat” being someone who specifically supports “rule” by the people."
  },
  {
    "title": "flor",
    "sketch": "flower",
    "summary": "The Latin root word flor means “flower.” This Latin root is the word origin of a good number of English vocabulary words, including florist, floral, and Florida. The Latin root word flor is easily recalled through the word florist, for a “florist” is the person who sells the “flowers” that people buy on major holidays, such as Valentine’s Day."
  },
  {
    "title": "nov",
    "sketch": "new",
    "summary": "The Latin root word nov means “new.” This Latin root is the word origin of a good number of English vocabulary words, including novel, supernova, and renovate. The Latin root word nov is easily recalled through the English word novel, for a novel experience is one that has never happened before and so is “new” to you."
  },
  {
    "title": "flu",
    "sketch": "flow, stream",
    "summary": "The Latin root word flu means “flow.” This Latin root is the word origin of a good number of English vocabulary words, including flu, influence, and fluid. The Latin root word flu is easily recalled through the English word fluid, for a fluid is a state of matter which, if not contained, “flows.”"
  },
  {
    "title": "mort",
    "sketch": "death",
    "summary": "The Latin root word mort means “death.” This Latin root is the word origin of a good number of English vocabulary words, including mortgage, mortuary, and immortal. The Latin root word mort is easily recalled through the word mortal, for a “mortal” is someone whom “death” will claim one day."
  },
  {
    "title": "non-",
    "sketch": "not",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The English prefix non-, which means “not,” appears in hundreds of English vocabulary words, such as nonsense, nonfat, and nonreturnable. You can remember that the prefix non- means “not” via the word nonpoisonous, for a substance that is nonpoisonous is “not” poisonous."
  },
  {
    "title": "verb",
    "sketch": "word",
    "summary": "The Latin root word verb means “word.” This Latin root is the word origin of a good number of English vocabulary words, including verb, adverb, and proverb. The Latin root word verb is easily recalled through the English word verb, for a verb is simply a “word” which tells what’s going on in a sentence, usually an action of some sort."
  },
  {
    "title": "ab-",
    "sketch": "away, from",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The English prefix ab-, which means “away,” appears in many English vocabulary words, such as absent, abduct, and absolute.\" You can remember that the prefix ab- means “away” via the word absent, for someone who is absent is “away” from a place, such as school or work."
  },
  {
    "title": "ante-",
    "sketch": "before",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The English prefix ante-, which means “before,” appears in a fair number of English vocabulary words, such as antebellum and antedate. You can remember that the prefix ante- means “before” from the poker term ante, which means to put money into the pot “before” each round of the poker game begins."
  },
  {
    "title": "anthrop",
    "sketch": "human",
    "summary": "The Greek root word anthrop means “human.” This Greek word root is the origin of a number of English vocabulary words, including anthropology and anthropomorphic. The Greek root word anthrop can be recalled through the word philanthropist, for a “philanthropist” is someone who etymologically “loves humans,” and so does all she or he can to help the “human” race via unselfish support."
  },
  {
    "title": "centr",
    "sketch": "center",
    "summary": "The Latin root word centr means “center.” This Latin root is the word origin of a good number of English vocabulary words, including central, eccentric, and concentrate. The Latin root word centr is easily recalled through the word egocentric, for someone who is egocentric is someone whose own “center” or self is first and foremost, above all others."
  },
  {
    "title": "am",
    "sketch": "love",
    "summary": "The Latin root word am means “love.” This Latin root is the word origin of a good number of English vocabulary words, including amateur, amatory, and Amanda. The Latin root word am is easily recalled through the word amor, or “love,” which is not only both the Spanish and Latin words for “love,” but is often used in English to refer to Cupid, the god of “love” whom we see flying around on Valentine’s Day causing so much trouble!"
  },
  {
    "title": "loc",
    "sketch": "place",
    "summary": "The Latin root word loc means “place.” This Latin root is the word origin of a large number of English vocabulary words, including local and locomotive. The word root loc is easily recalled through the word location, for a “location” is simply a “place” where something or someone is."
  },
  {
    "title": "cent",
    "sketch": "hundred",
    "summary": "The Latin root word “cent” which means “one hundred” and the prefix centi- which means “one-hundredth” are both important morphemes in the English language. Some examples of words that derive from both this word root and prefix include percent, cent, centiliter, and centigram. An easy way to remember the root cent is through the word century, which is a period of “one hundred” years; a centimeter on the other hand is “one-hundredth” of a meter."
  },
  {
    "title": "de-",
    "sketch": "off, from",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The English prefix de-, which means “off” or “from,” appears in hundreds of English vocabulary words, such as dejected, deduce, and deficient. You can remember that the prefix de- means “from” or “off” via the word descend, or to climb down “from” or “off” a height, such as a mountain."
  },
  {
    "title": "auto-",
    "sketch": "self, same",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The Greek prefix auto- means “self.” Good examples using the prefix auto- include automotive and autopilot. An easy way to remember that the prefix auto- means “self” is through the word autobiography, or the history of a person which is written by that person her\"self.\""
  },
  {
    "title": "medi",
    "sketch": "middle",
    "summary": "The Latin root word medi means “middle.” This Latin root is the word origin of a large number of English vocabulary words, including medieval, mediocre, and media. This Latin root word medi is easily recalled through the word medium, for a “medium” temperature is right in the “middle” of being hot and cold."
  },
  {
    "title": "prim",
    "sketch": "first",
    "summary": "The Latin root word prim which means “first” is an important contributor to the English language. This Latin root is the word origin of a good number of English words, such as prime, primitive, and primate. Perhaps the easiest way to remember that prim means “first” is through the adjective primary, for a primary concern is “first” above all others."
  },
  {
    "title": "con-variants",
    "sketch": "",
    "summary": "Prefixes often undergo spelling changes depending upon the stem, or main part of the word, to which they are affixed. The prefix con-, for example, can exist in the following forms: co-, col-, com-, and cor-. Examples of words containing such forms include cooperate, collaborate, companion, and correct."
  },
  {
    "title": "con-",
    "sketch": "with",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The prefix con-, which means “with” or “thoroughly,” appears in numerous English vocabulary words, for example: connect, consensus, and conclude. An easy way to remember that the prefix con means “with” is through the word connect, or join “with.” A way to remember that it means “thoroughly” is through conclude, or “thoroughly” close a matter."
  },
  {
    "title": "eponyms2",
    "sketch": "",
    "summary": "Words from which eponyms derive play a smaller role than Latin and Greek root words in forming English vocabulary, but nevertheless are important for learning the word origins of English vocabulary. An eponym is an English word that is derived from a name, such as that of a person or place. Today we will explore three eponyms from literature: malapropism, stentorian, and Machiavellian."
  },
  {
    "title": "cip",
    "sketch": "take",
    "summary": "When studying root words, there are often numerous variants to a primary root word. The primary root word cept: “taken,” for instance, present in the words concept and inception, has variant spellings of cap, cip, and ceiv. Examples containing these variant spellings, all of which mean “take” as well, are capable, recipient, and receive."
  },
  {
    "title": "cept",
    "sketch": "taken",
    "summary": "The Latin root word cept means “taken.” This root word gives rise to many English vocabulary words, including deception, concept, and except. Perhaps the easiest way to remember this root word is through the word accept, for when you have accepted something, you have “taken” it towards yourself."
  },
  {
    "title": "assim2",
    "sketch": "",
    "summary": "Prefixes often undergo spelling changes depending upon the stem to which they are affixed. The prefix in, for example, can exist in the following forms: il, im, in, ir, and ig. Examples of words containing such forms include illegal, imbibe, innate, irregular, and ignoble."
  },
  {
    "title": "tract",
    "sketch": "drag, pull",
    "summary": "The Latin root word tract means “drag” or “pull.” This root word gives rise to many English vocabulary words, including attraction, subtract, and contract. Perhaps the easiest way to remember this root word is through the English word tractor, for a tractor’s main function is to “drag” or “pull” heavy equipment."
  },
  {
    "title": "in-",
    "sketch": "not",
    "summary": "Prefixes are key morphemes in English vocabulary. The prefix in, which means “in, on, or not,” appears in numerous English vocabulary words, for example: inject, influx, and insane. Prefixes do tend to have different meanings, which can be divined by context, common sense, and the process of elimination."
  },
  {
    "title": "vers",
    "sketch": "turned",
    "summary": "The Latin root word vers means “turned.” This root gives rise to many English vocabulary words, including reverse, version, and conversation. Perhaps the easiest way to remember this root word is through the English word anniversary, a calendrical marker that yet another year has “turned.”"
  },
  {
    "title": "eponyms1",
    "sketch": "",
    "summary": "Words from which eponyms derive play a smaller role than Latin and Greek root words in forming English vocabulary, but nevertheless are important for learning the word origins of English vocabulary. An eponym is an English word that is derived from a name, such as that of a person or place. Today we will explore the eponyms quixotic, gargantuan, and leviathan."
  },
  {
    "title": "port",
    "sketch": "carry",
    "summary": "The important Latin root word port means ‘carry.’ Some common English words that use this root include import, export, deport, and report. An easy way to remember this word root is through the word portable, which is something that is easily ‘carried’ from one place to another."
  },
  {
    "title": "sent",
    "sketch": "feel, sense",
    "summary": "The Latin root sent and its variant form sens mean to ‘feel.’ Some common English words that come from these two roots include sensation, sensible, resent, and consent. Remember that when you sense something you ‘feel’ it, and when you are being sentimental, your ‘feelings’ take precedence over anything else."
  },
  {
    "title": "fin",
    "sketch": "end",
    "summary": "The Latin root word fin means an ‘end,’ as in a ‘boundary’ or ‘limit.’ Some common English vocabulary words that come from this Latin root word include final, finish, and definition. Perhaps the easiest way to remember that this root word means ‘end’ is through the word infinite, since something infinite has no ‘end!’"
  },
  {
    "title": "assim1",
    "sketch": "",
    "summary": "Common prefixes like in- and con- sometimes change their form in English words. The prefix roots in combine , collate and corrupt are all con-. Likewise the prefix roots in illegal and irregular are in-. This disguising of prefix roots is called prefix assimilation."
  },
  {
    "title": "vert",
    "sketch": "turn",
    "summary": "The Latin root word vert means ‘turn.’ This root gives rise to many English vocabulary words, including vertical, revert, and convert. This root word can keep your word sense right-side up instead of inverting it by ‘turning’ you upside-down."
  },
  {
    "title": "dict",
    "sketch": "say",
    "summary": "The Latin root word dict and its variant dic both mean ‘say.’ Some common English vocabulary words that come from this word root include dictionary, contradict, and dedicate. Perhaps the easiest way in which to remember this root is the word prediction, for a prediction is ‘said’ before something actually happens."
  },
  {
    "title": "fect",
    "sketch": "make",
    "summary": "The English word root fect comes from a Latin verb meaning ‘make’ or ‘do.’ Some common English words that come from fect include infect, perfect, and defect. A way to perfectly remember fect is that something perfect is so well ‘done’ that it cannot be ‘made’ any better."
  },
  {
    "title": "log",
    "sketch": "word, study",
    "summary": "The Greek root word log means ‘word,’ and its variant suffix -logy means ‘study (of).’ Some common English words that use this root include biology, mythology, catalog, and prologue. Biology, of course, is the ‘study’ of life, whereas a prologue constitutes the ‘words’ spoken to introduce a poem or novel."
  },
  {
    "title": "bio",
    "sketch": "life",
    "summary": "The Greek root word bio means ‘life.’ Some common English vocabulary words that come from this root word include biological, biography, and amphibian. One easy word that is helpful in remembering bio is biology, or the study of ‘life.’"
  },
  {
    "title": "fact",
    "sketch": "made, done",
    "summary": "It’s a fact that the Latin root word fact has ‘made’ many words in English; in point of fact, it even means ‘made’ or ‘done.’ Some common English words that come from fact include manufacture, artifact, and satisfaction. A very easy way to remember fact is the original idea behind the word factory, which is a place where products are ‘made.’"
  },
  {
    "title": "plic",
    "sketch": "fold",
    "summary": "The English stem plic comes from a Latin root word meaning ‘fold.’ Some common English words that come from this word root include application, multiplication, and replicate. Perhaps the easiest way to remember plic is through the word duplicate, or to ‘fold’ twice, thus making two things."
  },
  {
    "title": "fic",
    "sketch": "make, do",
    "summary": "The Latin root word fic means to ‘make.’ A good number of common English vocabulary words come from this root, including magnificent, difficult, and artificial. One easy word that is helpful in remembering fic is efficient, for efficient people are able to ‘make’ things happen."
  },
  {
    "title": "lat",
    "sketch": "carry",
    "summary": "It’s time to consider the relative importance of the Latin word root lat which means to ‘carry.’ Two common English words that come from this root include relationship and legislate. Perhaps you can most relate to this root word, or ‘carry’ yourself back to it, with the word relate itself."
  },
  {
    "title": "duc",
    "sketch": "lead",
    "summary": "The Latin root words duc and duct mean to ‘lead.’ Some common English vocabulary words that come from this root word include educate, reduce, produce, and product. Perhaps the best way to remember this root word is to think of someone who is educated, or has been ‘led’ forth into knowledge."
  },
  {
    "title": "fer",
    "sketch": "carry, bring",
    "summary": "Just like a ferry carries people across the water, so too does the Latin word root fer mean to ‘carry.’ Many different words come from fer, including prefer, refer, and conference. Perhaps the easiest way to help remember this root word is when you transfer money, or ‘carry’ across funds from one bank account to another."
  },
  {
    "title": "ject",
    "sketch": "thrown",
    "summary": "The Latin word root ject means ‘throw.’ Many common words are ‘thrown’ about each day which use this root, including eject, reject, object, and projector. Perhaps a pointed way to help remember this word is when you receive an injection, which is a shot ‘thrown’ into your body."
  },
  {
    "title": "graph",
    "sketch": "write",
    "summary": "You’ve seen the graph root, which means ‘to write,’ written everywhere. From geography classes to math graph paper to English paragraphs, this root presents itself in many, many forms. Take a look at the graphic of the graph tree, and read on with the writing below!"
  },
  {
    "title": "chron",
    "sketch": "time",
    "summary": "The day-to-day cycle of time is something we become aware of before we even go to school. Every student should know that chron is the Greek root for ‘time.’ From the chronometer to chronicling our lives, humankind is fascinated by ‘time.’ Let’s take a few minutes and get ‘in sync’ with this root word."
  },
  {
    "title": "morph",
    "sketch": "shape, form",
    "summary": "The root word morph comes from a Greek word meaning ‘shape.’ Ever heard of the ‘Mighty Morphin Power Rangers’? When they are ‘morphin’ they are changing ‘shape.’ Let’s stay in good academic ‘shape’ and take a look at the intellectual words that derive from this root."
  },
  {
    "title": "cogn",
    "sketch": "learn, know",
    "summary": "A Latin word meaning ‘to learn’ gives rise to the English word root cogn. Primarily because of French, the root conn also comes from this root. A readily recognizable word that comes to mind which uses this root, is, well, recognize! What else can we acquaint you with to help you ‘learn’ this root?"
  },
  {
    "title": "uni-",
    "sketch": "one",
    "summary": "The prefix uni- which means “one” is an important prefix in the English language. For instance, the prefix uni- gave rise to the words unicycle, uniform, and unison. Perhaps the easiest way to remember that uni- means “one” is through the word unicorn, or mythological horse that had “one” horn."
  },
  {
    "title": "contra-",
    "sketch": "opposite",
    "summary": "The prefix contra- and its variant counter- mean “opposite” or “against.” For instance, the prefix contra- gave rise to the words contradict and contrast, whereas the variant spelling counter- gave rise to counteract and counterfeit. To contradict someone is to speak “against” what she is saying, whereas a counterclockwise direction is “opposite” of the normal way a clock’s hands usually run."
  },
  {
    "title": "pro-",
    "sketch": "forward",
    "summary": "The prefix pro- primarily means “forward” but can also mean “for.” Some words that the prefix pro- gave rise to are promise, pro, and promote. When you, for instance, make progress, you are stepping “forward,” whereas if you give the pros in an argument, you are speaking “for” something by stating its advantages."
  },
  {
    "title": "eponyms4",
    "sketch": "",
    "summary": "Eponyms play a smaller role than Latin and Greek root words in forming English vocabulary, but nevertheless are important for learning the word origins of English vocabulary. An eponym is an English word that is derived from a name, such as that of a person or place. Today we will explore three eponyms derived from the history of literature: serendipity, braggadocio, and bowdlerize."
  },
  {
    "title": "circum-",
    "sketch": "around",
    "summary": "The prefix circum- which means “around” and the Latin root word circ which mean “ring” both are influential in making up English words. For instance, the prefix circum- gave rise to the words circumference and circumstances, whereas the root circ gave rise to circle and circulation. Clearly a circumference is the bearing “around” a circle, whereas a circle itself is in the form of a “ring.”"
  },
  {
    "title": "super-",
    "sketch": "over, above",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The prefix super- and its variant sur- mean “over.” Examples using this prefix include superior, supervise, surname, and surface. An easy way to remember that the prefix super- means “over” is through the comic book hero Superman, who is the man “over” all other men in terms of physical power."
  },
  {
    "title": "sub-",
    "sketch": "under",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The prefix sub-, with its variants which all begin with su-, is a prolific part of the English language. Examples using this prefix include subway, suffer, supply, and suggest. An easy way to remember that the prefix sub- means “under” is through the word submarine, or a vehicle that travels “under” the sea."
  },
  {
    "title": "ped",
    "sketch": "foot",
    "summary": "The Latin root word ped and its Greek counterpart pod both mean “foot.” These roots are the word origin of many English vocabulary words, including pedal centipede, podium, and podiatrist. Humans, for instance, are bipedal because they walk on two “feet,” whereas a tripod is a stand for a camera that has three “feet.”"
  },
  {
    "title": "pend",
    "sketch": "hang, weigh",
    "summary": "The Latin root word pend and its variant pens both mean “hang” or “weigh.” These roots are the word origin of many English vocabulary words, including pend, pendant, suspense, and expensive. An easy way to remember these different meanings is that a pendant “hangs” from your neck, whereas you have to “weigh” out a lot of money if something is expensive."
  },
  {
    "title": "etymology",
    "sketch": "",
    "summary": "Etymology is that part of linguistics that studies word origins. English vocabulary words are formed from many different sources, especially Latin and Greek. By determining the origins of the morphemes in English words, one is better able to remember and determine the dictionary definitions of words."
  },
  {
    "title": "ex-",
    "sketch": "thoroughly",
    "summary": "The prefixes e- and ex-, besides meaning “out,” can also act as intensive prefixes. These prefixes can effectively be translated as “thoroughly” to highlight their intensive function. For instance, the prefix e-, such as in elude, means to “thoroughly” avoid someone, whereas the intensive prefix ex- in exclaim means to “thoroughly” shout out."
  },
  {
    "title": "ex-",
    "sketch": "out of, from",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The prefix ex-, with its variants e- and ec-, mean “out.” Examples using this prefix include exceed, eject, and eccentric. An easy way to remember that the prefix ex- means “out” is through the word exit, for when you exit a room, you go “out” of it."
  },
  {
    "title": "magn",
    "sketch": "large, great",
    "summary": "The Latin root word magn means “great.” This root word is the origin of numerous English vocabulary words, including magnificent, magnitude, and magnanimous. An easy way to remember that magn means “great” is through the word magnifying glass, which makes something small “great” in size."
  },
  {
    "title": "inter-",
    "sketch": "between",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The prefix inter- means “between.” This prefix appears in numerous English vocabulary words, such as Internet, interesting, and interview. An easy way to remember that the prefix inter- means “between” is through the word international, for international competitions occur “between” nations."
  },
  {
    "title": "trans-",
    "sketch": "across",
    "summary": "Prefixes are key morphemes in English vocabulary. The prefix trans- and its variant tra-, which mean “across,” appear in many English vocabulary words, for example: transmit, transform, and trajectory. Consider the word translation, which is the carrying “across” from one language into another."
  },
  {
    "title": "fifty",
    "sketch": "",
    "summary": "Today we’re celebrating our 50th rootcast. Hooray! We’ll re-cap (or “take again”) some of the highlights of Word Root Of The Day rootcasts, and summarize what we’ve learned."
  },
  {
    "title": "clud",
    "sketch": "shut, close",
    "summary": "The Latin root word clud and its variants clus and clos all mean “shut.” These roots are the word origin of many English vocabulary words, including exclude, exclusive, and closet. When you include someone, you “shut” him in, thus performing the act of inclusion, thereby closing or “shutting” him into your group."
  },
  {
    "title": "grad",
    "sketch": "step",
    "summary": "The Latin root word grad and its variant gress both mean “step.” These roots are the word origin of many English vocabulary words, including graduate, gradual, aggressive, and egress. When you graduate, you are ready for the next “step” in your education; likewise, when you make a great deal of progress, you have “stepped” forward."
  },
  {
    "title": "pre-",
    "sketch": "before",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The prefix pre-, which means “before,” appears in numerous English vocabulary words, for example: predict, prevent, and prefix! An easy way to remember that the prefix pre- means “before” is through the word prevent, for when you come “before” something else to stop it from happening, you prevent it."
  },
  {
    "title": "cess",
    "sketch": "go",
    "summary": "When studying root words, there are often spelling variants to a primary root word. The root word ced: “go,” for instance, present in the words precede and recede, has variant spellings of cess and ceed. Examples proceeding from these variant spellings, all of which mean “go” as well, are excess and exceed."
  },
  {
    "title": "ced",
    "sketch": "go, move",
    "summary": "The Latin root word ced means “go.” This root is the word origin of many English vocabulary words, including accede, secede, and recede. An easy way to remember this root word is by the word precede, for when one thing precedes another, it “goes” before it."
  },
  {
    "title": "sid",
    "sketch": "sit",
    "summary": "The Latin root word sid and its variant sed both mean “sit.” These roots are the word origin of many English vocabulary words, including sedative, sediment, president, and reside. For instance, a residence is a place where its residents are able to “sit” back; a sedentary person likes to “sit” around a lot instead of being active."
  },
  {
    "title": "morphology",
    "sketch": "",
    "summary": "Morphology is the study of how words are put together by using morphemes, which include prefixes, roots, and suffixes. Parsing the different morphemes in a word reveals meaning and part of speech. For instance, the word “invention” includes the prefix in- + the root vent + the suffix -ion, from which is formed the noun “invention.”"
  },
  {
    "title": "re-",
    "sketch": "thoroughly",
    "summary": "Some prefixes highly emphasize roots of words to which they are attached. These prefixes can effectively be translated as “thoroughly” to highlight their intensive function. For instance, the prefix re-, which can mean “back” or “again,” can also mean “thoroughly,” such as in the word resplendent, or “thoroughly” shining or bright."
  },
  {
    "title": "re-",
    "sketch": "back, again",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The prefix re-, which means “back” or “again,” appears in hundreds of English vocabulary words, for example: reject, regenerate, and revert. You can remember that the prefix re- means “back” via the word return, or turn “back;” to remember that re- means “again” consider rearrange, or arrange “again.”"
  },
  {
    "title": "mal",
    "sketch": "bad, evil",
    "summary": "The Latin root word mal means “bad” or “evil.” This root is the word origin of many English vocabulary words, including malformed, maltreat, and malice. You can recall that mal means “bad” through malfunction, or a “badly” working part, and that it means “evil” through malice, or intentional “evil” done to another."
  },
  {
    "title": "eponyms3",
    "sketch": "",
    "summary": "Words from which eponyms derive play a smaller role than Latin and Greek root words in forming English vocabulary, but nevertheless are important for learning the word origins of English vocabulary. An eponym is an English word that is derived from a name, such as that of a person or place. Today we will explore three eponyms from the history of ancient Greece: Pyrrhic, spartan, and epicurean."
  },
  {
    "title": "ven",
    "sketch": "come",
    "summary": "The Latin root word ven and its variant vent both mean “come.” These roots are the word origin of many English vocabulary words, including prevent, invent, venue, and convenient. When you invent something, for instance, you “come” upon it for the first time, whereas a venue is a place to which people “come,” often for an event."
  },
  {
    "title": "tin",
    "sketch": "hold",
    "summary": "When studying root words, there are often spelling variants to a primary root word. The root word ten: “hold,” for instance, present in the words tenant and maintenance, has variant spellings of tin, tain, and tent. Examples containing these variant spellings, all of which mean “hold” as well, are continue, abstain, and tentative."
  },
  {
    "title": "ten",
    "sketch": "hold",
    "summary": "The Latin root word ten means “hold.” This root is the word origin of many English vocabulary words, including maintenance, tenor, and tenacious. Perhaps the easiest way to remember this root word is through the English noun tenant, for a tenant “holds” the lease of the property where she lives."
  },
  {
    "title": "multi-",
    "sketch": "many",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The English prefix multi- means “many.” Examples using this prefix include multivitamin and multiplication. An easy way to remember that the prefix multi- means “many” is to think about being super rich, for if you were a multimillionaire, you would have “many” millions of dollars!"
  },
  {
    "title": "post-",
    "sketch": "after",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The English prefix post- means “after.” Examples using this prefix include postgame and postseason. An easy way to remember that the prefix post- means “after” is through the word postpone, for when you postpone something, you put it on your agenda to do “after” the current time."
  },
  {
    "title": "mot",
    "sketch": "move",
    "summary": "The Latin root word mot means “move.” This Latin root is the word origin of a large number of English vocabulary words, including motivation, remote, and emotion. The root word mot is easily recalled through the word motion, for motion is nothing but “moving” of some kind."
  },
  {
    "title": "solv",
    "sketch": "loosen",
    "summary": "The Latin root words solv and its variant solut both mean “loosen.” These Latin roots are the word origin of a fair number of English vocabulary words, including dissolve, solvent, absolute, and resolution. The Latin root solv is easily recalled through the word solve, or the “loosening” or untying of a complex problem, whereas the word solution is that which has “loosened” or untied the knot of the problem."
  },
  {
    "title": "cycl",
    "sketch": "circle",
    "summary": "The Greek root word cycl means “circle.” This Greek root is the word origin of a number of English vocabulary words, including unicycle, recycle, and Cyclops. Perhaps the easiest way to remember that the Greek root word cycl means “circle” is through the word bicycle, which possesses two “circles” in the form of wheels."
  },
  {
    "title": "capit",
    "sketch": "head",
    "summary": "The Latin root word capit means “head.” This Latin root is the word origin of a good number of English vocabulary words, including captain and decapitate. The root word capit is easily recalled through the word capital, the “head” city of a state, such as Madison being the capital of Wisconsin."
  },
  {
    "title": "vis",
    "sketch": "see, look at",
    "summary": "The Latin root words vis and its variant vid both mean “see.” These Latin roots are the word origin of a good number of English vocabulary words, including visual, invisible, provide, and evidence. The Latin root vis is easily recalled through the word vision, someone’s ability to “see,” whereas vid can be remembered through video, or moving images which you “see” on a screen."
  },
  {
    "title": "onym",
    "sketch": "name",
    "summary": "The Greek root word onym means “name.” This root is the word origin of a fair number of English vocabulary words, including synonym and antonym. The root onym is easily recalled through the word anonymous, which refers to someone going around without a “name.”"
  },
  {
    "title": "ad-",
    "sketch": "to, towards",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The English prefix ad- means “to, towards.” Examples using this prefix include admit and adjust. An easy way to remember that the prefix ad- means “towards” is through the word advertise, for when you advertise you try to turn potential buyers “towards” the product you are selling."
  },
  {
    "title": "nom",
    "sketch": "name",
    "summary": "The Latin root word nom means “name.” This root is the word origin of a fair number of English vocabulary words, including nominee and denominator. The root nom is easily recalled through the word nominate, which refers to someone being “named” to run for office."
  },
  {
    "title": "ver",
    "sketch": "truth",
    "summary": "The Latin root word ver means “truth” or “true.” This root is the word origin of a fair number of English vocabulary words, including verdict and veracity. The root ver is easily recalled through the word very, for when something is very good, it’s “truly” good."
  },
  {
    "title": "a-",
    "sketch": "not, without",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The Greek prefix a- and its variant an- mean “not.” An easy way to remember that the prefix a- means “not” is through the word apolitical, which describes a person who is “not” inclined to favor politics. Someone who is anonymous is going around “not” having a name."
  },
  {
    "title": "son",
    "sketch": "sound",
    "summary": "The Latin root word son means “sound.” This root is the word origin of a fair number of English vocabulary words, including sonar and sonata. The root son is easily recalled through the word sonic, for a sonic boom makes a deafening “sound.”"
  },
  {
    "title": "lev",
    "sketch": "light",
    "summary": "The Latin root word lev means “light in weight.” This root is the word origin of a fair number of English vocabulary words, including elevator and lever. The root lev is easily recalled through the word levitate: to make someone so “light” in weight that she can float above the ground."
  },
  {
    "title": "scrib",
    "sketch": "write",
    "summary": "The Latin root word scrib and its variant script both mean “write.” These roots are the word origin of a fair number of English vocabulary words, including scribe, describe, postscript, and manuscript. The root scrib is easily recalled through the word scribe, whose job is “writing,” and script, a “written” document."
  },
  {
    "title": "hyper-",
    "sketch": "over, above",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The prefix hyper- means “over.” Examples using this prefix include hyperventilate and hypersensitive. An easy way to remember that the prefix hyper- means “over” is through the word hyperactive, which describes a person who is “overly” active in some way."
  },
  {
    "title": "hypo-",
    "sketch": "under, below",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The Greek prefix hypo- is an important morpheme of the English language. Examples using this prefix include hypothermia and hypocritical. An easy way to remember that the prefix hypo- means “under” is through the adjective hypodermic, which refers to going “under” the skin, especially when being given a shot."
  },
  {
    "title": "ann",
    "sketch": "year",
    "summary": "The Latin root word ann and its variant enn both mean “year.” These roots are the word origin of various English vocabulary words, including anniversary and centennial. The roots ann and enn are easily remembered through the words anniversary, which is the turning of another “year,” and millennium, a period of 1000 “years.”"
  },
  {
    "title": "tri-",
    "sketch": "three",
    "summary": "The English prefix tri-, derived from both Greek and Latin, means “three.” Some common English vocabulary words that contain this prefix include triathlon, trio, and triangle. You can easily remember that the prefix tri- means “three” via the word tricycle, which is a bicycle with “three” wheels instead of two that promotes stability for young riders."
  },
  {
    "title": "syn-",
    "sketch": "with",
    "summary": "The English prefixes syn- along with its variant sym-, derived from Greek, mean “together.” You can remember syn- easily by thinking of synonym, which is a word that goes “together” with another word because it has a similar meaning. You can remember sym- by thinking of symphony, which is a group of instruments making sound “together.”"
  },
  {
    "title": "man",
    "sketch": "hand",
    "summary": "The Latin root word man means “hand.” This root word is the word origin of a number of English vocabulary words, including manuscript, manufacture, and manicure. An easy way to remember that man means “hand” is through the word manual, an adjective which describes a task done by “hand.”"
  },
  {
    "title": "bi-",
    "sketch": "twice",
    "summary": "The English prefixes bi-, derived from Latin, and its Greek variant di- both mean “two.” The Latin prefix is far more prevalent in common words, such as bilingual, biceps, and biped; the more technical Greek di- appears in such words as diphthong and dilemma. You can remember bi- easily by thinking of bicycle, which has “two” wheels, and di- by remembering that the “dioxide” of carbon dioxide means that there are “two” oxygen atoms in the molecule CO2."
  },
  {
    "title": "phon",
    "sketch": "voice, sound",
    "summary": "The Greek root word phon means “sound.” This word root is the word origin of a number of English vocabulary words, including microphone, phone, and saxophone. An easy way to remember that phon means “sound” is through the word symphony, which is many instruments making a “sound” together."
  },
  {
    "title": "anti-",
    "sketch": "opposite",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The origin of the prefix anti- and its variant ant- is an ancient Greek word which meant “against” or “opposite.” These prefixes appear in numerous English vocabulary words, such as antifreeze, antidote, antonym, and antacid. An easy way to remember that the prefix anti- means “opposite” or “against” is through the word antisocial, for an antisocial person is the “opposite” of being social, or is “against” being so in her everyday conduct."
  },
  {
    "title": "her",
    "sketch": "stick, cling",
    "summary": "The Latin root word her and its variant hes both mean “stick.” These roots are the word origin of various English vocabulary words, including adhere and adhesive. When glue adheres to paper, it “sticks” to it, for glue is an adhesive which causes things to “stick” together."
  },
  {
    "title": "micro-",
    "sketch": "small",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The origin of the prefix micro- is an ancient Greek word which meant “small.” This prefix appears in no “small” number of English vocabulary words; microphone, microwave, and micromanager are a few noteworthy examples. An easy way to remember that the prefix micro- means “small” is through the word microscope, an instrument which allows the viewer to see “small” living things."
  },
  {
    "title": "mega-",
    "sketch": "great, large",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The origin of the prefix mega- is an ancient Greek word which meant “large.” This prefix appears in a somewhat “large” number of “large” English vocabulary words, such as megaphone, megahit, and megabyte. An easy way to remember that the prefix mega- means “large” is through the word megastore, which is simply a store that is very “large” in floor area."
  },
  {
    "title": "poly-",
    "sketch": "many",
    "summary": "Prefixes are key morphemes in English vocabulary that begin words. The origin of the prefix poly- is from an ancient Greek word which meant “many.” This prefix appears in, well, “many” English vocabulary words, such as polysyllabic, polyhedron, and Polynesia. An easy way to remember that the prefix poly- means “many” is through the word polygon, which is a geometric figure, such as a square or pentagon, that has “many” angles."
  },
  {
    "title": "path",
    "sketch": "feeling",
    "summary": "The Greek root word path can mean either “feeling” or “disease.” This word root is the word origin of a number of English vocabulary words, including sympathy, apathy, pathological, and sociopath. An easy way to remember these different meanings is that a sympathetic person “feels” pain with another, whereas a psychopath does twisted things because he has a “diseased” mind."
  },
  {
    "title": "mono-",
    "sketch": "one, single",
    "summary": "The prefix mono- and its variant mon-, which both mean “one,” are important prefixes in the English language. For instance, the prefix mono- gave rise to the words monologue and monotonous, whereas we find its variant mon- in words such as monarchy and monk. A monarchy, for instance, is rule by “one,” whereas a monosyllabic word only has “one” syllable."
  }
]
